Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Time
es: Hora
pt_br: Hora

source: Time remaining: %@
es: Tiempo restante: %@
pt_br: Tempo restante: %@

source: Time to wind down
es: Hora de relajarse
pt_br: Hora de relaxar

source: Time-Based Themes
es: Temas basados en tiempo
pt_br: Temas baseados em tempo

source: Timer
es: Temporizador
pt_br: Cronômetro

source: Timer: %@ remaining
es: Temporizador: %@ restante
pt_br: Temporizador: %@ restante

source: Times you typically dismiss:
es: Horas en que típicamente descartas:
pt_br: Horários em que você normalmente dispensa:

source: Timezone
es: Zona Horaria
pt_br: Fuso Horario

source: Timing
es: Tiempo
pt_br: Tempo

source: Tips
es: Consejos
pt_br: Dicas

source: Tips for a good strategy:
es: Consejos para una buena estrategia:
pt_br: Dicas para uma boa estratégia:

source: Tips to Keep Your Streak
es: Consejos para Mantener Tu Racha
pt_br: Dicas para Manter Sua Sequencia

source: Tips:
es: Consejos:
pt_br: Dicas:

source: Title
es: Título
pt_br: Título

source: Title (optional)
es: Título (opcional)
pt_br: Título (opcional)

source: To change quiet hours, go to Settings > Notifications in your main profile settings.
es: Para cambiar las horas tranquilas, ve a Configuracion > Notificaciones en la configuracion de tu perfil principal.
pt_br: Para alterar as horas silenciosas, va para Configuracoes > Notificacoes nas configuracoes do seu perfil principal.

source: To fully apply %@, the app needs to restart. Restart now?
es: Para aplicar completamente %@, la aplicación necesita reiniciarse. ¿Reiniciar ahora?
pt_br: Para aplicar completamente %@, o aplicativo precisa reiniciar. Reiniciar agora?

source: To:
es: Para:
pt_br: Para:

source: Today
es: Hoy
pt_br: Hoje

source: Today's Action
es: Accion de Hoy
pt_br: Acao de Hoje

source: Today's Affirmation
es: Afirmación de hoy
pt_br: Afirmação de hoje

source: TODAY'S CHALLENGE
es: DESAFIO DE HOY
pt_br: DESAFIO DE HOJE

source: Today's Content
es: Contenido de hoy
pt_br: Conteúdo de hoje

source: Today's Intent
es: Intencion de Hoy
pt_br: Intencao de Hoje

source: Today's mood
es: Ánimo de hoy
pt_br: Humor de hoje

source: Today's Outlook
es: Perspectiva de hoy
pt_br: Perspectiva de hoje

source: Today's outlook: %@
es: Perspectiva de hoy: %@
pt_br: Perspectiva de hoje: %@

source: Today's Plan
es: Plan de Hoy
pt_br: Plano de Hoje

source: Today's Prediction
es: Predicción de hoy
pt_br: Previsão de hoje

source: Today's Quest
es: Misión de hoy
pt_br: Missão de hoje

source: Today's Schedule
es: Horario de Hoy
pt_br: Agenda de Hoje

source: Today's Wellness
es: Bienestar de hoy
pt_br: Bem-estar de hoje

source: Together
es: Juntos
pt_br: Juntos

source: Together Sessions
es: Sesiones Juntos
pt_br: Sessoes Juntos

source: Tone
es: Tono
pt_br: Tom

source: Top Deposits (Last 30 Days)
es: Principales depósitos (últimos 30 días)
pt_br: Principais depósitos (últimos 30 dias)

source: Top Drains (Last 30 Days)
es: Principales drenajes (últimos 30 días)
pt_br: Principais drenos (últimos 30 dias)

source: Top Drains Analysis
es: Análisis de principales drenajes
pt_br: Análise dos principais drenos

source: Top Exercises
es: Principales ejercicios
pt_br: Principais exercícios

source: Top Favorites
es: Principales Favoritos
pt_br: Principais Favoritos

source: Top Supporters
es: Principales apoyos
pt_br: Principais apoiadores

source: Total Sessions
es: Sesiones totales
pt_br: Sessões totais

source: Total Used
es: Total Usado
pt_br: Total Usado

source: Touch Area Size
es: Tamano del Area de Toque
pt_br: Tamanho da Area de Toque

source: Track Mood by Default
es: Rastrear Animo por Defecto
pt_br: Rastrear Humor por Padrao

source: Track which thinking patterns you encounter most frequently and see trends over time.
es: Rastrea qué patrones de pensamiento encuentras con más frecuencia y ve tendencias a lo largo del tiempo.
pt_br: Rastreie quais padrões de pensamento você encontra com mais frequência e veja tendências ao longo do tempo.

source: Track Your Life Events
es: Rastrea tus eventos de vida
pt_br: Rastreie seus eventos de vida

source: Track your mood regularly to see long-term patterns and insights about your wellness journey.
es: Rastrea tu estado de ánimo regularmente para ver patrones a largo plazo y perspectivas sobre tu viaje de bienestar.
pt_br: Rastreie seu humor regularmente para ver padrões de longo prazo e insights sobre sua jornada de bem-estar.

source: Track your sleep for at least 7 days to receive personalized insights
es: Rastrea tu sueño por al menos 7 días para recibir perspectivas personalizadas
pt_br: Rastreie seu sono por pelo menos 7 dias para receber insights personalizados

source: Track your sleep quality
es: Rastrea la calidad de tu sueño
pt_br: Acompanhe a qualidade do seu sono

source: Transaction Breakdown
es: Desglose de transacciones
pt_br: Detalhamento de transações

source: Transcendent
es: Trascendente
pt_br: Transcendente

source: Transcript
es: Transcripcion
pt_br: Transcricao

source: Transcription
es: Transcripcion
pt_br: Transcricao

source: Transcripts
es: Transcripciones
pt_br: Transcricoes

source: Transcripts will appear here when available
es: Las transcripciones apareceran aqui cuando esten disponibles
pt_br: As transcricoes aparecerao aqui quando disponiveis

source: Transparency
es: Transparencia
pt_br: Transparência

source: Trend
es: Tendencia
pt_br: Tendência

source: Trend: %@
es: Tendencia: %@
pt_br: Tendência: %@

source: Trigger Analysis
es: Analisis de Disparadores
pt_br: Analise de Gatilhos

source: Trigger phrase: %@
es: Frase desencadenante: %@
pt_br: Frase gatilho: %@

source: Tritanopia (Blue-Yellow)
es: Tritanopia (Azul-Amarillo)
pt_br: Tritanopia (Azul-Amarelo)

source: Trusted Contacts
es: Contactos de Confianza
pt_br: Contatos de Confianca

source: Trusted Supporters
es: Apoyos de confianza
pt_br: Apoiadores de confiança

source: Try a different category or search term
es: Prueba una categoria diferente o termino de busqueda
pt_br: Tente uma categoria diferente ou termo de busca

source: Try a different quest
es: Prueba una mision diferente
pt_br: Tente uma missao diferente

source: Try a different search term
es: Prueba un termino de busqueda diferente
pt_br: Tente um termo de busca diferente

source: Try adjusting your filters or check back later.
es: Intenta ajustar tus filtros o vuelve mas tarde.
pt_br: Tente ajustar seus filtros ou volte mais tarde.

source: Try adjusting your search criteria or check back later
es: Intenta ajustar tus criterios de búsqueda o vuelve más tarde
pt_br: Tente ajustar seus critérios de busca ou volte mais tarde

source: Try Again
es: Intentar de nuevo
pt_br: Tentar novamente

source: Try all three modalities
es: Prueba las tres modalidades
pt_br: Experimente as tres modalidades

source: Try the SOS flow without logging any events or notifying contacts.
es: Prueba el flujo SOS sin registrar eventos ni notificar contactos.
pt_br: Experimente o fluxo SOS sem registrar eventos ou notificar contatos.

source: Try to see a situation from someone else's perspective completely
es: Intenta ver una situación completamente desde la perspectiva de otra persona
pt_br: Tente ver uma situação completamente da perspectiva de outra pessoa

source: Turn Off Timer
es: Apagar Temporizador
pt_br: Desligar Temporizador

source: Turn these off if you prefer a more manual experience.
es: Desactiva esto si prefieres una experiencia mas manual.
pt_br: Desative isso se preferir uma experiencia mais manual.

source: Tutorials
es: Tutoriales
pt_br: Tutoriais

source: Type
es: Tipo
pt_br: Tipo

source: Type a message first
es: Escribe un mensaje primero
pt_br: Digite uma mensagem primeiro

source: Type a message...
es: Escribe un mensaje...
pt_br: Digite uma mensagem...

source: Type of Support
es: Tipo de Apoyo
pt_br: Tipo de Suporte

source: Type your message here
es: Escribe tu mensaje aqui
pt_br: Digite sua mensagem aqui

source: Type your response to the AI assistant
es: Escribe tu respuesta al asistente de IA
pt_br: Digite sua resposta para o assistente de IA

source: Unable to Load
es: No se puede cargar
pt_br: Não foi possível carregar

source: Unable to load briefing
es: No se puede cargar el resumen
pt_br: Não foi possível carregar o resumo

source: Unable to load data
es: No se pueden cargar los datos
pt_br: Não foi possível carregar os dados

source: Unable to load debt data
es: No se pueden cargar los datos de deuda
pt_br: Não foi possível carregar os dados de dívida

source: Unable to Load Discussion
es: No se Puede Cargar la Discusion
pt_br: Nao e Possivel Carregar a Discussao

source: Unable to Load Forums
es: No se Pueden Cargar los Foros
pt_br: Nao e Possivel Carregar os Foruns

source: Unable to load methodology information.
es: No se puede cargar la informacion de metodologia.
pt_br: Nao e possivel carregar informacoes de metodologia.

source: Unable to load patterns
es: No se pueden cargar los patrones
pt_br: Não foi possível carregar os padrões

source: Unable to Load Patterns
es: No se pueden cargar los patrones
pt_br: Não foi possível carregar os padrões

source: Unable to Load Quest
es: No se puede cargar la misión
pt_br: Não foi possível carregar a missão

source: Unable to Send
es: No se puede enviar
pt_br: Não foi possível enviar

source: Unavailable
es: No Disponible
pt_br: Indisponível

source: Understand how your sleep, activity, and stress levels affect your mood.
es: Entiende como tu sueno, actividad y niveles de estres afectan tu estado de animo.
pt_br: Entenda como seu sono, atividade e niveis de estresse afetam seu humor.

source: Understanding
es: Comprensión
pt_br: Compreensão

source: Undo last marker
es: Deshacer último marcador
pt_br: Desfazer último marcador

source: Unknown
es: Desconocido
pt_br: Desconhecido

source: Unlimited
es: Ilimitado
pt_br: Ilimitado

source: Unlimited generations
es: Generaciones ilimitadas
pt_br: Gerações ilimitadas

source: Unlimited rerolls
es: Reintentos ilimitados
pt_br: Novas tentativas ilimitadas

source: Unlock Failed
es: Desbloqueo Fallido
pt_br: Desbloqueio Falhou

source: Unlock unlimited conversations and premium features
es: Desbloquea conversaciones ilimitadas y funciones premium
pt_br: Desbloqueie conversas ilimitadas e recursos premium

source: Unlock with %@
es: Desbloquear con %@
pt_br: Desbloquear com %@

source: Unmute microphone
es: Activar microfono
pt_br: Ativar microfone

source: Unsubscribe
es: Cancelar suscripcion
pt_br: Cancelar assinatura

source: Unsubscribe from All Emails
es: Cancelar suscripcion de todos los correos
pt_br: Cancelar assinatura de todos os emails

source: Unsubscribed
es: Suscripcion cancelada
pt_br: Assinatura cancelada

source: Upcoming
es: Proximo
pt_br: Proximo

source: Update
es: Actualizar
pt_br: Atualizar

source: Update Plan
es: Actualizar Plan
pt_br: Atualizar Plano

source: Updated %@
es: Actualizado %@
pt_br: Atualizado %@

source: Upgrade
es: Mejorar
pt_br: Atualizar

source: Upgrade for Unlimited
es: Actualizar para Ilimitado
pt_br: Atualizar para Ilimitado

source: Upgrade for Unlimited Voice
es: Actualizar para Voz Ilimitada
pt_br: Atualizar para Voz Ilimitada

source: Upgrade to a Couples or Family plan to share premium access with your loved ones.
es: Actualiza a un plan de Pareja o Familia para compartir acceso premium con tus seres queridos.
pt_br: Atualize para um plano de Casal ou Familia para compartilhar acesso premium com seus entes queridos.

source: Upgrade to Generate
es: Mejora para generar
pt_br: Atualize para gerar

source: Upgrade to have natural voice conversations with your AI companion. Talk hands-free, get real-time responses, and experience a more personal connection.
es: Mejora para tener conversaciones de voz naturales con tu compañero de IA. Habla manos libres, obtén respuestas en tiempo real y experimenta una conexión más personal.
pt_br: Atualize para ter conversas de voz naturais com seu companheiro de IA. Fale sem usar as mãos, obtenha respostas em tempo real e experimente uma conexão mais pessoal.

source: Upgrade to premium
es: Mejora a premium
pt_br: Atualize para premium

source: Upgrade to Premium
es: Actualizar a Premium
pt_br: Atualizar para Premium

source: Upgrade to Premium for unlimited analyses
es: Actualiza a Premium para analisis ilimitados
pt_br: Atualize para Premium para analises ilimitadas

source: Upgrade to Premium for unlimited generations
es: Mejora a Premium para generaciones ilimitadas
pt_br: Atualize para Premium para gerações ilimitadas

source: Upgrade to Premium to access this coping kit and many more.
es: Actualiza a Premium para acceder a este kit de afrontamiento y muchos mas.
pt_br: Atualize para Premium para acessar este kit de enfrentamento e muitos mais.

source: Upgrade to Premium to unlock all 5 voices.
es: Actualiza a Premium para desbloquear las 5 voces.
pt_br: Atualize para Premium para desbloquear todas as 5 vozes.

source: Upgrade to Unlock
es: Mejora para desbloquear
pt_br: Atualize para desbloquear

source: Upload copies of your professional licenses or certifications for verification.
es: Sube copias de tus licencias o certificaciones profesionales para verificacion.
pt_br: Envie copias das suas licencas ou certificacoes profissionais para verificacao.

source: Upload Credentials
es: Subir Credenciales
pt_br: Enviar Credenciais

source: Upload Photo
es: Subir foto
pt_br: Carregar foto

source: Upload photo from library
es: Subir foto de la biblioteca
pt_br: Enviar foto da biblioteca

source: Uploading...
es: Subiendo...
pt_br: Enviando...

source: Usage This Month
es: Uso Este Mes
pt_br: Uso Este Mes

source: Use cognitive restructuring techniques to shift negative thought patterns.
es: Usa tecnicas de reestructuracion cognitiva para cambiar patrones de pensamiento negativos.
pt_br: Use tecnicas de reestruturacao cognitiva para mudar padroes de pensamento negativos.

source: Use Custom Settings
es: Usar Configuracion Personalizada
pt_br: Usar Configuracoes Personalizadas

source: Use gentle vibrations, calming visuals, or nature sounds to regulate your nervous system
es: Usa vibraciones suaves, visuales calmantes o sonidos de la naturaleza para regular tu sistema nervioso
pt_br: Use vibrações suaves, visuais calmantes ou sons da natureza para regular seu sistema nervoso

source: Use Photo
es: Usar foto
pt_br: Usar foto

source: Use Shield
es: Usar escudo
pt_br: Usar escudo

source: Use Streak Shield?
es: ¿Usar escudo de racha?
pt_br: Usar escudo de sequência?

source: Use the toolkit for 7 days in a row
es: Usa el kit de herramientas durante 7 dias seguidos
pt_br: Use o kit de ferramentas por 7 dias seguidos

source: Use This
es: Usar esta
pt_br: Usar esta

source: Use your health savings account for MindFriend Premium
es: Usa tu cuenta de ahorro de salud para MindFriend Premium
pt_br: Use sua conta de poupanca de saude para MindFriend Premium

source: Used
es: Usado
pt_br: Usado

source: Using device voice
es: Usando voz del dispositivo
pt_br: Usando voz do dispositivo

source: Using non-AR fallback mode
es: Usando modo de respaldo sin RA
pt_br: Usando modo de fallback sem RA

source: Using sample data. Backend integration in progress.
es: Usando datos de muestra. Integración de backend en progreso.
pt_br: Usando dados de amostra. Integração de backend em progresso.

source: Vacation Mode
es: Modo vacaciones
pt_br: Modo férias

source: Vacation Mode Activated
es: Modo vacaciones activado
pt_br: Modo férias ativado

source: Vacation Period
es: Período de vacaciones
pt_br: Período de férias

source: Vault Unavailable
es: Boveda No Disponible
pt_br: Cofre Indisponivel

source: Velocity: %@ pts/day
es: Velocidad: %@ pts/día
pt_br: Velocidade: %@ pts/dia

source: Verification Documents
es: Documentos de Verificacion
pt_br: Documentos de Verificacao

source: Verified
es: Verificado
pt_br: Verificado

source: Verified Mentor
es: Mentor verificado
pt_br: Mentor verificado

source: Version
es: Versión
pt_br: Versão

source: Video player would display here
es: El reproductor de video se mostraria aqui
pt_br: O reprodutor de video seria exibido aqui

source: Video Type
es: Tipo de Video
pt_br: Tipo de Video

source: View
es: Ver
pt_br: Ver

source: View All
es: Ver todo
pt_br: Ver tudo

source: View Breakdown
es: Ver desglose
pt_br: Ver detalhamento

source: View Dashboard
es: Ver Panel
pt_br: Ver Painel

source: View Details
es: Ver Detalles
pt_br: Ver Detalhes

source: View Downloaded Content
es: Ver Contenido Descargado
pt_br: Ver Conteudo Baixado

source: View Full Analysis
es: Ver análisis completo
pt_br: Ver análise completa

source: View History
es: Ver Historial
pt_br: Ver Historico

source: View in Library
es: Ver en Biblioteca
pt_br: Ver na Biblioteca

source: View My Matches (%lld)
es: Ver mis coincidencias (%lld)
pt_br: Ver minhas combinações (%lld)

source: View My Safety Plan
es: Ver Mi Plan de Seguridad
pt_br: Ver Meu Plano de Seguranca

source: View Plans
es: Ver Planes
pt_br: Ver Planos

source: View Prediction History
es: Ver Historial de Predicciones
pt_br: Ver Historico de Previsoes

source: View Reports
es: Ver reportes
pt_br: Ver relatórios

source: View SOS History
es: Ver historial de SOS
pt_br: Ver histórico de SOS

source: View Transaction Breakdown
es: Ver desglose de transacciones
pt_br: Ver detalhamento de transações

source: View Your Patterns
es: Ver Tus Patrones
pt_br: Ver Seus Padroes

source: Vision Type
es: Tipo de Vision
pt_br: Tipo de Visao

source: Visual Accessibility
es: Accesibilidad Visual
pt_br: Acessibilidade Visual

source: Visual Animations
es: Animaciones visuales
pt_br: Animações visuais

source: Visual Experience
es: Experiencia visual
pt_br: Experiência visual

source: Voice
es: Voz
pt_br: Voz

source: Voice Data Privacy
es: Privacidad de Datos de Voz
pt_br: Privacidade de Dados de Voz

source: Voice Error
es: Error de voz
pt_br: Erro de voz

source: Voice Journal
es: Diario de Voz
pt_br: Diario de Voz

source: Voice Minutes
es: Minutos de Voz
pt_br: Minutos de Voz

source: Voice mode
es: Modo de voz
pt_br: Modo de voz

source: Voice Mode is Premium
es: El modo de voz es Premium
pt_br: O modo de voz é Premium

source: Voice Personalities
es: Personalidades de Voz
pt_br: Personalidades de Voz

source: Voice Preference
es: Preferencia de Voz
pt_br: Preferencia de Voz

source: Voice Privacy
es: Privacidad de Voz
pt_br: Privacidade de Voz

source: Voice Settings
es: Configuración de voz
pt_br: Configurações de voz

source: Voice: %@. Tap to change.
es: Voz: %@. Toca para cambiar.
pt_br: Voz: %@. Toque para alterar.

source: Volume
es: Volumen

source: vs last assessment
es: vs última evaluación
pt_br: vs última avaliação

source: vs Last Year
es: vs año pasado
pt_br: vs ano passado

source: Waiting
es: Esperando
pt_br: Aguardando

source: Warning Signs
es: Señales de alerta
pt_br: Sinais de alerta

# Warning: Only %lld message%@ left today. Tap to upgrade.
source: Warning: Only %1$lld message%2$@ left today. Tap to upgrade.
es: Advertencia: Solo quedan %lld mensaje%@ hoy. Toca para mejorar.
pt_br: Aviso: Apenas %lld mensagem%@ restante hoje. Toque para atualizar.

source: Was this helpful?
es: Fue esto util?
pt_br: Isso foi util?

source: Was this insight helpful?
es: Fue util esta perspectiva?
pt_br: Este insight foi util?

source: Watch and breathe
es: Mira y respira
pt_br: Observe e respire

source: Watch calming animations to focus your attention
es: Mira animaciones relajantes para enfocar tu atención
pt_br: Assista animações relaxantes para focar sua atenção

source: Watch Connection
es: Conexión de reloj
pt_br: Conexão de relógio

source: Watch the circle grow and shrink with your breath
es: Mira el circulo crecer y encogerse con tu respiracion
pt_br: Observe o circulo crescer e encolher com sua respiracao

source: Wave
es: Ola
pt_br: Onda

source: Wave animation
es: Animacion de ola
pt_br: Animacao de onda

source: We need a bit more data to create meaningful patterns. Keep tracking for at least 7 days.
es: Necesitamos un poco más de datos para crear patrones significativos. Sigue rastreando por al menos 7 días.
pt_br: Precisamos de um pouco mais de dados para criar padrões significativos. Continue rastreando por pelo menos 7 dias.

source: We won't send notifications during quiet hours. Default is 10 PM to 7 AM.
es: No enviaremos notificaciones durante las horas tranquilas. El predeterminado es de 10 PM a 7 AM.
pt_br: Nao enviaremos notificacoes durante as horas silenciosas. O padrao e das 22h as 7h.

source: We'll never send more than this many proactive messages per day.
es: Nunca enviaremos mas de esta cantidad de mensajes proactivos por dia.
pt_br: Nunca enviaremos mais do que essa quantidade de mensagens proativas por dia.

source: We'll notify you when matched.
es: Te notificaremos cuando seas emparejado.
pt_br: Notificaremos voce quando for correspondido.

source: We'll remind you to complete your daily program content at this time.
es: Te recordaremos completar tu contenido del programa diario a esta hora.
pt_br: Lembraremos voce de completar seu conteudo do programa diario neste horario.

source: We're always here. 💙
es: Siempre estamos aqui. 💙
pt_br: Estamos sempre aqui. 💙

source: We're collecting data about your social connections
es: Estamos recopilando datos sobre tus conexiones sociales
pt_br: Estamos coletando dados sobre suas conexões sociais

source: We're finding the right listener for you.
es: Estamos encontrando al oyente adecuado para ti.
pt_br: Estamos encontrando o ouvinte certo para voce.

source: We're here for you
es: Estamos aqui para ti
pt_br: Estamos aqui para voce

source: We're Here For You
es: Estamos Aqui Para Ti
pt_br: Estamos Aqui Para Voce

source: We've simplified things to help you focus on what matters most. Take your time.
es: Hemos simplificado las cosas para ayudarte a enfocarte en lo que mas importa. Toma tu tiempo.
pt_br: Simplificamos as coisas para ajuda-lo a focar no que mais importa. Leve seu tempo.

source: Weakest: %@
es: Más débil: %@
pt_br: Mais fraco: %@

source: Week %lld
es: Semana %lld
pt_br: Semana %lld

source: Weekly
es: Semanal
pt_br: Semanal

source: Weekly Change: %@
es: Cambio semanal: %@
pt_br: Mudança semanal: %@

source: Weekly Check-in
es: Registro Semanal
pt_br: Check-in Semanal

source: Weekly Insights
es: Perspectivas semanales
pt_br: Insights semanais

source: Weekly Recap
es: Resumen Semanal
pt_br: Resumo Semanal

source: Weekly Score
es: Puntuacion Semanal
pt_br: Pontuacao Semanal

source: Weekly Story
es: Historia semanal
pt_br: História semanal

source: Weekly summary
es: Resumen semanal
pt_br: Resumo semanal

source: Weekly Summary
es: Resumen Semanal
pt_br: Resumo Semanal

source: Weekly Wellbeing Check
es: Verificacion de Bienestar Semanal
pt_br: Verificacao de Bem-estar Semanal

source: Welcome Back
es: Bienvenido de Nuevo
pt_br: Bem-vindo de Volta

source: Welcome to %@. Your journey continues.
es: Bienvenido a %@. Tu viaje continúa.
pt_br: Bem-vindo a %@. Sua jornada continua.

source: Welcome to AI Coaching
es: Bienvenido al Coaching de IA
pt_br: Bem-vindo ao Coaching de IA

source: Welcome to the family plan!
es: Bienvenido al plan familiar!
pt_br: Bem-vindo ao plano familiar!

source: Welcome to the MindFriend Community
es: Bienvenido a la Comunidad MindFriend
pt_br: Bem-vindo a Comunidade MindFriend

source: Welcome, Buddy!
es: ¡Bienvenido, compañero!
pt_br: Bem-vindo, parceiro!

source: Well done!
es: ¡Bien hecho!
pt_br: Muito bem!

source: Wellbeing Balance
es: Balance de bienestar
pt_br: Equilíbrio de bem-estar

source: Wellbeing Debt
es: Deuda de bienestar
pt_br: Dívida de bem-estar

source: Wellness
es: Bienestar
pt_br: Bem-estar

source: Wellness Agent
es: Agente de bienestar
pt_br: Agente de bem-estar

source: Wellness Breakdown
es: Desglose de bienestar
pt_br: Detalhamento de bem-estar
